[
    {
        "father": "59505727",
        "date": "2023-09-29",
        "id": "59505948",
        "youCount": 1,
        "content": " \n>thread dedicated to appreciating and loving your oshi\nNice joke, fucking anti infested place. "
    },
    {
        "father": "59505727",
        "date": "2023-09-29",
        "id": "59506405",
        "youCount": 1,
        "content": " \n>>59505948\nshut up nishitter "
    },
    {
        "father": "59505727",
        "date": "2023-09-29",
        "id": "59507607",
        "youCount": 0,
        "content": " Me and my oshi. ",
        "image": "/1696/00/1696003621483s.jpg"
    },
    {
        "father": "59505727",
        "date": "2023-09-29",
        "id": "59507655",
        "youCount": 2,
        "content": " real thread\n>>59507578\n>>59507578\n>>59507578\n "
    },
    {
        "father": "59505727",
        "date": "2023-09-29",
        "id": "59508029",
        "youCount": 0,
        "content": " \n>>59507655\nfuck off matrixnigger "
    },
    {
        "father": "59505727",
        "date": "2023-09-29",
        "id": "59511654",
        "youCount": 1,
        "content": " \nhttps://youtu.be/UDEHG7q37FU?si=i7f7iuoJU_TwrjRF\n "
    },
    {
        "father": "59505727",
        "date": "2023-09-29",
        "id": "59512380",
        "youCount": 0,
        "content": " RAPE ME MOMMY ",
        "image": "/1696/00/1696009116070s.jpg"
    },
    {
        "father": "59505727",
        "date": "2023-09-29",
        "id": "59512393",
        "youCount": 0,
        "content": " \n>>59505727\nThere he is. There he goes again. Look, everyone! He posted it once again! Isn’t he just the funniest guy around?! Oh my God.\nI can almost see your pathetic overweight frame glowing in the dark, lit by your computer screen which is the only source of light in your room, giggling like a like girl as you once again type your little /PÑG/ thread up and fill in the captcha. Or maybe you don’t even fill in the captcha. Maybe you’re such a disgusting NEET that you actually paid for a 4chan pass, so you just choose the picture. Oh, and we all know the pun. The “epic” Ñ joke, isn’t it? I imagine you little shit laughing so hard as you click it that you drop your Doritos on the floor, but it’s ok, your mother will clean it up in the morning. Oh, that’s right. Did I fail to mention? You live with your mother. You are a fat fucking fuckup, she’s probably so sick of you already. So sick of having to do everything for you all goddamn day, every day, for a grown man who spends all his time on 4chan posting about some fucking spic vtubers. Just imagine this. She had you, and then she thought you were gonna be a scientist or an astronaut or something grand, and then you became a NEET. A pathetic splitnigger NEET. She probably cries herself to sleep everyday thinking about how bad it is and how she wishes she could just disappear. She can’t even try to talk with you because all you say is “REAL THREAD” You’ve become a parody of your own self. And that’s all you are. A sad little man laughing in the dark by himself as he prepares to indulge in the same old dance that he’s done a million times now. And that’s all you’ll ever be. "
    },
    {
        "father": "59505727",
        "date": "2023-09-29",
        "id": "59516079",
        "youCount": 0,
        "content": " \n>>59511654\nWhy do they let themselves be humiliated in this way? "
    },
    {
        "father": "59505727",
        "date": "2023-09-29",
        "id": "59516322",
        "youCount": 0,
        "content": " My radial wave wife ",
        "image": "/1696/01/1696014011225s.jpg"
    },
    {
        "father": "59505727",
        "date": "2023-09-29",
        "id": "59519217",
        "youCount": 0,
        "content": " \n>>59506405\ngo back to your shitter thread wactordrone \n>>59507655\n "
    }
]