[
    {
        "father": "6513346",
        "date": "2021-07-13",
        "id": "6513436",
        "youCount": 0,
        "content": " \n>>6513346\nvery cute image "
    },
    {
        "father": "6513346",
        "date": "2021-07-13",
        "id": "6513735",
        "youCount": 1,
        "content": " Lia is going to name her chat members, the same thing Miu did a few days ago. ",
        "image": "/1626/21/1626218450662s.jpg"
    },
    {
        "father": "6513346",
        "date": "2021-07-13",
        "id": "6513870",
        "youCount": 0,
        "content": " Acércate Prieto-kun "
    },
    {
        "father": "6513346",
        "date": "2021-07-13",
        "id": "6513897",
        "youCount": 1,
        "content": " One of this days Hina will get in trouble for the shit chat makes her say "
    },
    {
        "father": "6513346",
        "date": "2021-07-13",
        "id": "6514141",
        "youCount": 1,
        "content": " \n>>6513897\nShe can always pretend ignorance, specially when it comes to saying something in spanish. ",
        "image": "/1623/89/1623890034777s.jpg"
    },
    {
        "father": "6513346",
        "date": "2021-07-13",
        "id": "6514241",
        "youCount": 0,
        "content": " \n>>6514141\nI don't know to what extent, remember that she is the one who speaks best and knows the spics among all the girls. "
    },
    {
        "father": "6513346",
        "date": "2021-07-13",
        "id": "6514497",
        "youCount": 0,
        "content": " Excelente recién llego del trabajo iré a verla mientras como algo "
    },
    {
        "father": "6513346",
        "date": "2021-07-13",
        "id": "6514697",
        "youCount": 1,
        "content": " \n>Nigga sends 200,000 COPs\n>\"Oh shit, Hina is rich now\"\n>It's actually only 52 dollars\nI mean, 52 dollars is certainly not merely pocket change, but why is Colombia's currency so fucked "
    },
    {
        "father": "6513346",
        "date": "2021-07-14",
        "id": "6515701",
        "youCount": 0,
        "content": " Aiko debut when\nhttps://www.youtube.com/watch?v=l3MURzN1GzE\n "
    },
    {
        "father": "6513346",
        "date": "2021-07-14",
        "id": "6515894",
        "youCount": 0,
        "content": " \n>grupo de FB\ncute dork children! ",
        "image": "/1624/89/1624894027280s.jpg"
    },
    {
        "father": "6513346",
        "date": "2021-07-14",
        "id": "6516115",
        "youCount": 0,
        "content": " \n>Osito Gominola\nWhat the fuck, I literally watched that video right after she did the Gato Volador and Chacarron ones, guess I wasn't the only one "
    },
    {
        "father": "6513346",
        "date": "2021-07-14",
        "id": "6516276",
        "youCount": 2,
        "content": " \n>>6513735\nDid Lia want a piece of Gato bebe's success? "
    },
    {
        "father": "6513346",
        "date": "2021-07-14",
        "id": "6516314",
        "youCount": 0,
        "content": " Sexoooooooooooo cat is live\nhttps://www.youtube.com/watch?v=jb1s_68zQrM\n "
    },
    {
        "father": "6513346",
        "date": "2021-07-14",
        "id": "6516431",
        "youCount": 0,
        "content": " \n>>6516276\nThey've played Minecraft together so I'd like to think they're friends and she asked Hiyo if it was okay to turn into a bebe as well\nI mean, it's not like Hiyo owns the rights to bebefying but mostly to not cause bad blood between them or something "
    },
    {
        "father": "6513346",
        "date": "2021-07-14",
        "id": "6516584",
        "youCount": 0,
        "content": " \n>>6516276\nShe's alternate between normal cat and baby cat, right now is normal Lia ",
        "image": "/1626/22/1626223282440s.jpg"
    },
    {
        "father": "6513346",
        "date": "2021-07-14",
        "id": "6516594",
        "youCount": 2,
        "content": " \n>Sopita cried over Coco's graduation and wishes her the best\nBros... ",
        "image": "/1626/22/1626223294927s.jpg"
    },
    {
        "father": "6513346",
        "date": "2021-07-14",
        "id": "6516646",
        "youCount": 1,
        "content": " \n>>6516594\nI knew she was like Coco, maybe she always wanted to do something similar to her. "
    },
    {
        "father": "6513346",
        "date": "2021-07-14",
        "id": "6517094",
        "youCount": 3,
        "content": " \n>>6516646\nMake me wonder if she was aiming for Hololive, chances are she was, here's hoping she's happy with WACTOR and the girls\nEveryone seems to be inclining thanks to her tho, so maybe once WACTOR is big enough a collab with Hololive could happen?\nMany of the Holo girls are also friends irl with indies or members of other companies, I wonder if any of the WACTOR girls is friends with any of them "
    },
    {
        "father": "6513346",
        "date": "2021-07-14",
        "id": "6517232",
        "youCount": 0,
        "content": " \n>>6517094\n>Make me wonder if she was aiming for Hololive\nDon't know about that, she always says her biggest influence is Miu for wanting to get closer to spics. Although I suppose if that were the case she wouldn't say it. "
    },
    {
        "father": "6513346",
        "date": "2021-07-14",
        "id": "6517315",
        "youCount": 0,
        "content": " \n>>6517094\nsopita seems happy, and she has a cute chemistry with the other girls. "
    },
    {
        "father": "6513346",
        "date": "2021-07-14",
        "id": "6517421",
        "youCount": 3,
        "content": " If HoloES were a reality one day, do you think wactor would be screwed? "
    },
    {
        "father": "6513346",
        "date": "2021-07-14",
        "id": "6517697",
        "youCount": 1,
        "content": " \n>>6517421\nI figure Cover would struggle to find a nip girl who can speak fluent spanish like Hina and that's probably what people into sp vtubers want more than anything, but they'd still take big hit from it "
    },
    {
        "father": "6513346",
        "date": "2021-07-14",
        "id": "6517971",
        "youCount": 2,
        "content": " \n>>6517697\n>Cover would struggle to find a nip girl who can speak fluent spanish like Hina\nNo they won't, I know from experience that there's a ton of nips that speak a great amount of spanish, I agree that most people would prefer a JP fluent with spanish, in the end it will depend on how well Cover tries to reach this cohort. ",
        "image": "/1622/50/1622507343693s.jpg"
    },
    {
        "father": "6513346",
        "date": "2021-07-14",
        "id": "6517994",
        "youCount": 1,
        "content": " \n>>6517421\nNah, they will just coexist. The Hispanic market is not saturated, only if HoloEs is the first step for more companies investing there it would be saturated and wactor would be in troubles. But just with 2 companies wouldn't happen anything "
    },
    {
        "father": "6513346",
        "date": "2021-07-14",
        "id": "6518017",
        "youCount": 0,
        "content": " \n>>6517421\nNah, el mercado hispano de vtubers aún no alcanza su máximo potencial. Cuando ocurra Holo ES solamente estallará de una vez por todas la popularidad de las vtubers en la región como pasó con Holo EN (claro, siempre y cuando lo hagan bien); acapararán la mayor porción del mercado, pero este será más grande, así que no habrá tanto cambio para Wactor. Aun así, no llegará a los mismos niveles de cuando debutó Holo EN, el año indicado para eso era 2020, pero nuestra comunidad estaba en la mierda en 2020 "
    },
    {
        "father": "6513346",
        "date": "2021-07-14",
        "id": "6518061",
        "youCount": 0,
        "content": " Wholesome booba is live after some technical issues\nhttps://www.youtube.com/watch?v=Ff-qq1z3lSc\n "
    },
    {
        "father": "6513346",
        "date": "2021-07-14",
        "id": "6518117",
        "youCount": 1,
        "content": " \n>>6517994\nMe salió un comentario que parece una copia del tuyo "
    },
    {
        "father": "6513346",
        "date": "2021-07-14",
        "id": "6518361",
        "youCount": 1,
        "content": " \n>>6517971\nAdemás viendo la cantidad ingente de indies niponas que se pusieron a \"aprender español\" todo este año, no me extrañaría que alguna realmente se haya puesto a estudiarlo en serio y quiera entrar a Hololive. "
    },
    {
        "father": "6513346",
        "date": "2021-07-14",
        "id": "6518384",
        "youCount": 1,
        "content": " \n>>6517971\nI don't doubt there's a high number of nip girls who are fluent in spanish, but how many of them are vtubers? One of the requirements to join Hololive is to have previous experience I believe\nAre there any indies out there who actually speak spanish fluently? I figure if there were Hina wouldn't feel like lightning in a bottle because they would also exploit their spanish and they'd be much more well known, but even the ones that are currently trying to pander to them seem to merely be on the occasional duolingo stream level "
    },
    {
        "father": "6513346",
        "date": "2021-07-14",
        "id": "6518428",
        "youCount": 1,
        "content": " \n>>6518361\nI think Cyan Sarutobi was legit studying spanish. "
    },
    {
        "father": "6513346",
        "date": "2021-07-14",
        "id": "6518494",
        "youCount": 0,
        "content": " \n>>6514697\n>but why is Colombia's currency so fucked\nanon, ARS is worse. An akasupa is just about 15 dollars or so "
    },
    {
        "father": "6513346",
        "date": "2021-07-14",
        "id": "6518662",
        "youCount": 1,
        "content": " \n>>6518384\n>but how many of them are vtubers?\nRight, that's the main issue. That's why I think HoloES would be a tricky move to pull properly. If they wish to get the right people for the job quickly they would need to offer, at least, some sort of training related to the technical and practical stuff for streaming.\nNeedless to say, the whole process must be different from the usual \"Come and compete with all these talented women that also speak X\" ",
        "image": "/1626/22/1626227035352s.jpg"
    },
    {
        "father": "6513346",
        "date": "2021-07-14",
        "id": "6518756",
        "youCount": 2,
        "content": " \n>>6517094\n>so maybe once WACTOR is big enough a collab with Hololive could happen?\nI mean, I remember Miu collabing with Suisei in certain stream so at least they have interacted in some way "
    },
    {
        "father": "6513346",
        "date": "2021-07-14",
        "id": "6518836",
        "youCount": 2,
        "content": " \n>>6518756\n>I remember Miu collabing with Suisei\nReally, that happen?\nDid it happen when she was indie? "
    },
    {
        "father": "6513346",
        "date": "2021-07-14",
        "id": "6519003",
        "youCount": 0,
        "content": " \n>>6518662\nI guess they could also just get girls from actual spanish speaking countries, but they all would probably be on the level of Coco after announcing her graduation in terms of yabe, and I imagine a spaniard girl would cause a war between Latam and Spain "
    },
    {
        "father": "6513346",
        "date": "2021-07-14",
        "id": "6519138",
        "youCount": 3,
        "content": " \n>>6518428\nShiunji Miyabi parece que va muy en serio con aprenderlo. Sólo mira toda esa cantidad de videos de español en un mes, y ni siquiera le da muchos viewers \nhttps://www.youtube.com/channel/UCMb9OANprpDGOO8MCIgS0FQ/videos\nTambién está Sono Fuyuhara que lo habla muy bien y parece estar honestamente interesada en nuestra cultura y fútbol \nhttps://www.youtube.com/channel/UCzypKSPH9Hf3O6XyxdK9eow/videos\n "
    },
    {
        "father": "6513346",
        "date": "2021-07-14",
        "id": "6519236",
        "youCount": 3,
        "content": " \n>>6518836\nI guess so, it happened a long time ago. Maybe I'm wrong but I think Miu didn't have the cat hears in that collab\nI believe it was a collab with gatchmanV and some others vtubers "
    },
    {
        "father": "6513346",
        "date": "2021-07-14",
        "id": "6519316",
        "youCount": 2,
        "content": " \n>>6519138\n>Sólo mira toda esa cantidad de videos de español en un mes, y ni siquiera le da muchos viewers\nesta en directo ahora mismo y solo hay 11 personas viendola, pobre "
    },
    {
        "father": "6513346",
        "date": "2021-07-14",
        "id": "6519328",
        "youCount": 0,
        "content": " \n>>6519236\n*ears\nfuck "
    },
    {
        "father": "6513346",
        "date": "2021-07-14",
        "id": "6519793",
        "youCount": 0,
        "content": " \n>>6519316\nYo la suelo tener en segundo plano casi siempre, admiro que nos panderee tanto con tan poca respuesta de la audiencia "
    },
    {
        "father": "6513346",
        "date": "2021-07-14",
        "id": "6519849",
        "youCount": 0,
        "content": " \n>>6518756\n>>6519236\nMiu also congratulated Suisei for her birthday like a week ago, so there's that "
    },
    {
        "father": "6513346",
        "date": "2021-07-14",
        "id": "6519909",
        "youCount": 2,
        "content": " \n>>6519236\n>>6518836\nnever mind anon, I found it\nhttps://www.youtube.com/watch?v=inEQHLuY27Y\n>2019\nfuck, just how long I've been watching vtubers? \n and my japanese is still fucking trash \n "
    },
    {
        "father": "6513346",
        "date": "2021-07-14",
        "id": "6519942",
        "youCount": 1,
        "content": " I want to see a collab between Miu and Fubuki, with all the jokes about her being sisters "
    },
    {
        "father": "6513346",
        "date": "2021-07-14",
        "id": "6519981",
        "youCount": 1,
        "content": " \n>>6519138\nNo se puede ver a tantas, añon. No se puede ayudar a todo el mundo... "
    },
    {
        "father": "6513346",
        "date": "2021-07-14",
        "id": "6520045",
        "youCount": 0,
        "content": " \n>>6519909\nThanks I'll watch it later "
    },
    {
        "father": "6513346",
        "date": "2021-07-14",
        "id": "6520053",
        "youCount": 0,
        "content": " \n>>6519942\nIdk about this anon. With Suzu inclining on bilibili and being loved in nga, I'm 100% sure some chink schizo will make a dirty move. "
    },
    {
        "father": "6513346",
        "date": "2021-07-14",
        "id": "6520250",
        "youCount": 0,
        "content": " \n>>6519981\n>No se puede ver a tantas, añon. No se puede ayudar a todo el mundo...\n ",
        "image": "/1626/22/1626229463764s.jpg"
    },
    {
        "father": "6513346",
        "date": "2021-07-14",
        "id": "6521269",
        "youCount": 2,
        "content": " \n>Fanbase name\nHina \"Misopitas\", soup?\nWhat are the others? "
    },
    {
        "father": "6513346",
        "date": "2021-07-14",
        "id": "6521319",
        "youCount": 1,
        "content": " \n>>6516594\nWait, did she actually mention Coco on stream? "
    },
    {
        "father": "6513346",
        "date": "2021-07-14",
        "id": "6521856",
        "youCount": 0,
        "content": " \n>>6521319\nShe didn't\nShe was talking about her graduation joke (I'm gonna graduate from being a giftuber to be a vtuber) and apologized because it seemed to have made people upset\nChat told her they weren't upset but rather the word \"graduation\" had traumatized them because of a certain recent graduation, she then asked chat to not drop her name because of rules or whatever, and said something along the lines of \"I know the last month was sad, as you know I'm a vtuber otaku (probably a reference to the Fubuki recommendations she had on YT) and was sad when it happened\"\nSomeone then said in chat they'd cried over it and she said she had cried a lot as well, but that the only thing we can do now is to wish the best for her "
    },
    {
        "father": "6513346",
        "date": "2021-07-14",
        "id": "6523746",
        "youCount": 0,
        "content": " \n>>6519909\n2018-2019 vtubing was something else\nThis awaken some weird memories in me "
    },
    {
        "father": "6513346",
        "date": "2021-07-14",
        "id": "6523848",
        "youCount": 0,
        "content": " \n>>6521269\npervertidos "
    },
    {
        "father": "6513346",
        "date": "2021-07-14",
        "id": "6524396",
        "youCount": 1,
        "content": " \n>>6519138\nameru, cyan, the kaicho fuyuhara sono, lua chloe, kira kira clara, miyabi, miu and maybe aria. Those are the ones i can think of that are truly studying spanish, in lua's case she has a teacher iirc but she doesnt really do spanish streams and just plays apex and the horse game. Probably there are some others that are studying in it too and not just pretending.\nYou also have nateyo and iori that are like hina (japanese girls that can speak spanish fluently) but they already belong to some group. "
    },
    {
        "father": "6513346",
        "date": "2021-07-14",
        "id": "6524983",
        "youCount": 2,
        "content": " \n>>6521269\nMiu = Miutomo\nLia = FamiLia (get it?)\nRose = KurariS\nLaila = Laisavant\nSuzu = Hoshiner\nDon't know the others "
    },
    {
        "father": "6513346",
        "date": "2021-07-14",
        "id": "6525518",
        "youCount": 3,
        "content": " \n>>6524396\nYa que mencionas a Lua, ¿su compañera Miya Yamai está bien? Lo último que supe de ella es que le dio sordera aguda poco después de debutar y desde abril no han dicho nada... "
    },
    {
        "father": "6513346",
        "date": "2021-07-14",
        "id": "6525727",
        "youCount": 2,
        "content": " \n>>6525518\nSupuestamente sigue con ese problema, pero anda a saber si es la verdad. Los ponjas pensaban que era sio y le bombearon los videos asi que nose si no vuelve por eso. "
    },
    {
        "father": "6513346",
        "date": "2021-07-14",
        "id": "6525818",
        "youCount": 0,
        "content": " \n>>6525518\nDesde hace rato me preguntaba lo mismo\nIncluso hubo un tiempo donde Lua quito a Miya de su apartado de Canales, pero ya la volvió a ponerla junto con otras dos amigas "
    },
    {
        "father": "6513346",
        "date": "2021-07-14",
        "id": "6525962",
        "youCount": 1,
        "content": " \n>>6519316\nllego a tener 20 personas, no esta mal para alguien q no tiene mas de 1 mes en youtube y solo esta haciendo duolingo en mi opinion.\nAca hay otra similar a miyabi \nhttps://www.youtube.com/channel/UCsO9YjVjYeM9b3NX-ai7qWg/videos\n que tiene varios meses haciendo videos pero nadie le daba bola hasta que empezo a hacer duolingo "
    },
    {
        "father": "6513346",
        "date": "2021-07-14",
        "id": "6526043",
        "youCount": 0,
        "content": " Por qué no puedo salvarlas a todas hermanos... "
    },
    {
        "father": "6513346",
        "date": "2021-07-14",
        "id": "6526149",
        "youCount": 0,
        "content": " \n>>6525518\n ",
        "image": "/1626/23/1626238172586s.jpg"
    },
    {
        "father": "6513346",
        "date": "2021-07-14",
        "id": "6526155",
        "youCount": 2,
        "content": " \n>>6525962\nLas indies realmente dependen de los latinos "
    },
    {
        "father": "6513346",
        "date": "2021-07-14",
        "id": "6526237",
        "youCount": 4,
        "content": " Hablando de chubas hablando español, Miu fue la que empezo con la moda o ya existia eso? "
    },
    {
        "father": "6513346",
        "date": "2021-07-14",
        "id": "6526424",
        "youCount": 0,
        "content": " \n>>6526237\nDesde lo de Wactor, varias indies vieron que había un mercado que les podía ayudar a crecer y nadie lo había capitalizado. Por lo que yo recuerdo antes de eso a lo mucho sólo jugueteaban con palabras sueltas y ya, pero seguro que había algunas. "
    },
    {
        "father": "6513346",
        "date": "2021-07-14",
        "id": "6526494",
        "youCount": 0,
        "content": " \n>>6526237\nCreo que si, mas alla de korone y alguna que otra hololive diciendo \"hola\" y \"como estas\" la unica que se me ocurre antes de miu es nene yendo un poco mas alla. \nAun asi miu y maid fueron las que vieron la oportunidad y despues siguieron todas las indies y compañias pequeñas, siempre digo que si alguna vez holoES es realidad va a ser gracias a miu "
    },
    {
        "father": "6513346",
        "date": "2021-07-14",
        "id": "6526517",
        "youCount": 1,
        "content": " \n>>6526237\nMiu definitely started the \"trend\" since she got a big boom in popularity, but I'm sure there were already other indies pandering to spanish "
    },
    {
        "father": "6513346",
        "date": "2021-07-14",
        "id": "6526572",
        "youCount": 1,
        "content": " \n>>6526155\nUna vez en un stream de Hiyo llegaron un chingo de Rusos\nEmpiezo a creer que tienen más oportunidades tirandole a cualquier idioma que no sea Ingles o Japonés, probablemente por lo saturados que esos están\nTal vez por eso Laila habla hasta Ewokese "
    },
    {
        "father": "6513346",
        "date": "2021-07-14",
        "id": "6526597",
        "youCount": 0,
        "content": " \n>>6526517\ni think she really was the very first one doing a stream dedicated to the spanish audience "
    },
    {
        "father": "6513346",
        "date": "2021-07-14",
        "id": "6526969",
        "youCount": 2,
        "content": " \n>>6526572\nVamos a ver que se trae la gen 3 de wactor, seguro van a querer meter otros idiomas ademas del español, el chino y el tailandes.\nLe tendrian que tirar un hueso a los brasileros "
    },
    {
        "father": "6513346",
        "date": "2021-07-14",
        "id": "6527481",
        "youCount": 5,
        "content": " \n>>6524983\n >drawfag here \nI mean, I wanna know (what are) the listeners\nsomething like pic (Okayu: onigirya) ",
        "image": "/1626/23/1626239938097s.jpg"
    },
    {
        "father": "6513346",
        "date": "2021-07-14",
        "id": "6527598",
        "youCount": 0,
        "content": " \n>>6526969\nSi no fuera por el fisco con los comunistas probablemente Cover ya habría lanzado HololiveES y HololivePT\nPor ahora lo más que se han acercado a eso es el stream en Español y Japonés (que realmente fue un 99% Español) de Ame\nWACTOR y cualquier compañía que quiera adelantársele a Cover va a tener que hacerlo antes de que por fin se decidan a expandirse aun más, aunque creo que ya hay grupos de chuubas exclusivamente en Español pero la verdad no se como les este yendo "
    },
    {
        "father": "6513346",
        "date": "2021-07-14",
        "id": "6527833",
        "youCount": 0,
        "content": " \n>>6526155\nPor eso digo que de varias de estas indies que se metieron a la moda del español cuando vieron que era territorio sin explotar, probablemente haya algunas que sí se interesaron en el español en serio y se lleguen a postular cuando se abran audiciones para el hipotético Holo ES. \nHasta puede que además de lo de Wactor, ellas pensaran que no faltaría mucho para una rama ES de Hololive viendo su retirada del mercado chino, probablemente pensaron que Hololive abriría una rama en otro mercado para compensar los viewers que perderían, y con eso Nijisanji entraría también para no dejarle todo el mercado de habla hispana a Hololive.\nComo Nippon y los anglos ya tenían su mercado con mucha competencia, vieron que aquí podían preparar terreno cuando eso sucediera, mínimo aprendiendo el idioma ",
        "image": "/1626/24/1626240457980s.jpg"
    },
    {
        "father": "6513346",
        "date": "2021-07-14",
        "id": "6528156",
        "youCount": 0,
        "content": " \n>>6526969\nEstoy seguro que meterán más chinas y una o dos hispanas viendo el éxito de Suzu en Bilibili y el de Hina en Youtube.\nOtra como Laila que hable varios idiomas para meter gente de fuera y, tantearán el terreno con los brazucas o los rusos, que son los otros mercados grandes sin explotar. Probablemente más lo brazucas que los deben ver igual que a los hispanos "
    },
    {
        "father": "6513346",
        "date": "2021-07-14",
        "id": "6528427",
        "youCount": 1,
        "content": " Hablando de Brazil, escuche que el Portugués de Brazil y Portugal son tan diferentes que prácticamente son idiomas distintos, qué tan cierto es eso?\nUna vtuber como la Batata tendría posibilidades de volverse popular en Portugal? No es como que haya mucha gente allá (solo como 10 millones) pero supongo que cualquier número de personas ayuda "
    },
    {
        "father": "6513346",
        "date": "2021-07-14",
        "id": "6529035",
        "youCount": 0,
        "content": " \n>>6528427\nNo sé mucho del tema, pero he visto a portugueses pedir el doblaje brasileño cuando no lo tienen disponible en Europa (a diferencia de los españoles). Aunque también puede que sean brasileños residiendo en Portugal... "
    },
    {
        "father": "6513346",
        "date": "2021-07-14",
        "id": "6532362",
        "youCount": 3,
        "content": " \n>>6527481\nafaik, misopitas are the only fanbase that has been personificated\n>pic related\n>>6526237\nDefinitivamente. \nAntes de lo de Sr Pelo con Korone y de que Nene se empezara a probar con el español por octubre del año pasado, Tamago estuvo acercandose al mercado hispanohablante desde mediados del 2020. \nhttps://www.youtube.com/watch?v=AtiH3FRrc_I\nSin embargo, no fue hasta enero cuando Miu hizo sus anuncios, seguido de Lia, Tenten y las de ReAct. En febrero debuto Nara y entraron más indies, como Mei y Hiyo, y también KasoCombo. Ya para marzo, debutó Gitanes y luego todo se hace una chanfaina de indies, debuts y miembros de corpos, como Seren, Kirya, etc etc\n>>6525727\nAnon, qué fue con lo de Sio? Te refieres a \nhttps://virtualyoutuber.fandom.com/wiki/Kusunoki_Sio\n ?\nHace tiempo, cuando no había hilo de wactor, mencionaron que los japos querían lincharse a alguien de wactor (supuestamente Lia) por ser Sio renacida (?). Investigué y lo único que encontré fue que a Sio la odiaban. Total, resulta que era Miya de quien hablaban? Hay evidencia o son solo rrats? ",
        "image": "/1626/24/1626248402019s.jpg"
    },
    {
        "father": "6513346",
        "date": "2021-07-14",
        "id": "6532488",
        "youCount": 0,
        "content": " \n>>6527481\nOh, and also, miutomos are sometimes represented as dogs, because they are \"masochistic\" or sth. But that's it.\nWonder if Rose, being the one who draws the most, will eventually personify kurarisuners as something "
    },
    {
        "father": "6513346",
        "date": "2021-07-14",
        "id": "6533222",
        "youCount": 2,
        "content": " \n>>6532362\nEntro en la página de Vitual Youtuber de Sio y el primer comentario dice algo de que estaba internada... Puede que los japos relacionaran algunas cosas.\nhttps://youtu.be/ySFT0elMMDM\nhttps://youtu.be/r2LDOOSAmtc\n¿Les suena similar? Aunque si fuera ella realmente igual estaría tratando de cambiar la voz. ",
        "image": "/1626/25/1626250725614s.jpg"
    },
    {
        "father": "6513346",
        "date": "2021-07-14",
        "id": "6533774",
        "youCount": 2,
        "content": " Just saw a stream reservation from Rose, she's gonna do an endurance karaoke till 25k\nHere's hoping the fact that the girls always overlap doesn't hurt her too much "
    },
    {
        "father": "6513346",
        "date": "2021-07-14",
        "id": "6533785",
        "youCount": 2,
        "content": " \n>>6533222\nMmm, parece que la doxearon fuerte.\nhttps://youtu.be/WOCsFVi-ZCw\nhttps://www.youtube.com/channel/UCOefINa2_BmpuX4BbHjdk9A/featured\n ",
        "image": "/1626/25/1626252174739s.jpg"
    },
    {
        "father": "6513346",
        "date": "2021-07-14",
        "id": "6534669",
        "youCount": 0,
        "content": " \n>>6525727\n>>6532362\n>>6533222\n>>6533785\nPobre Miya, en caso de no ser la otra vtuber, literalmente acababa de comenzar y ya un montón de autistas la hicieron irse "
    },
    {
        "father": "6513346",
        "date": "2021-07-14",
        "id": "6538690",
        "youCount": 1,
        "content": " \n>>6527481\nMiutomos are dogs "
    },
    {
        "father": "6513346",
        "date": "2021-07-14",
        "id": "6538963",
        "youCount": 2,
        "content": " \n>>6527481\n>>6538690\nShe drew this for the chat, so I guess it's official. ",
        "image": "/1626/26/1626263997293s.jpg"
    },
    {
        "father": "6513346",
        "date": "2021-07-14",
        "id": "6540202",
        "youCount": 0,
        "content": " \n>>6533774\nI wish her luck, Laila was singing for 8 hours, but she set her goal much too high, I think Rose will get there faster. "
    },
    {
        "father": "6513346",
        "date": "2021-07-14",
        "id": "6541316",
        "youCount": 1,
        "content": " \n>>6533774\nRose is going to try to sing in Italian apparently \nhttps://www.youtube.com/watch?v=XU1N_UsI90c\n "
    },
    {
        "father": "6513346",
        "date": "2021-07-14",
        "id": "6541655",
        "youCount": 0,
        "content": " Laila now playing APEX, for the thai bros I guess\nhttps://www.youtube.com/watch?v=8Fv3fmZQ-sE\n "
    },
    {
        "father": "6513346",
        "date": "2021-07-14",
        "id": "6541680",
        "youCount": 0,
        "content": " All-Thailand APEX game with Laila, Qu Qualia (from Re:Act) and some Thai livestreamer\nLaila POV\nhttps://www.youtube.com/watch?v=8Fv3fmZQ-sE\nQu Qualia POV\nhttps://www.youtube.com/watch?v=BitMY0qWGDc\n "
    },
    {
        "father": "6513346",
        "date": "2021-07-14",
        "id": "6541754",
        "youCount": 1,
        "content": " \n>>6532362\nEL CHILENO ES UN ANIMAL CONFLICTIVO, HEREDERO DE UN MESTIZAJE MALIGNO ESE QUE TANTO LOS AVERGUENZA, CON INCLINACIONES A LA TRAICION, EL ROBO, LA PELEA SUCIA Y DESIGUAL, COMO EN TODAS LAS GUERRAS QUE HA PARTICIPADO CON APOYO DE EMPRESAS INGLESAS PARA ROBAR A SUS VECINOS, TREMENDA RAZA DE RATEROS LA CHILENA... NADIE EN EL MUNDO CIVILIZADO QUIERE A UN RATERO, PERO ES COMPRENSIBLE TANTA RABIA CHILENA, SI VIVEN ARRINCONADOS EN UNA RAYA EN EL FIN DEL MUNDO... TAMBIEN SON HOMOSEXUALES SI Y ESTAN OBSESIONANDOS CON LA PENETRACION ANAL POR ESO UNO DE SUS MODISMOS ES (CULIAO CULIAO) "
    },
    {
        "father": "6513346",
        "date": "2021-07-14",
        "id": "6542382",
        "youCount": 0,
        "content": " \n>>6541754\nogey "
    },
    {
        "father": "6513346",
        "date": "2021-07-14",
        "id": "6542696",
        "youCount": 0,
        "content": " Miu is going to answer some questions now\nhttps://www.youtube.com/watch?v=xNwKy3OuI2Q\n "
    },
    {
        "father": "6513346",
        "date": "2021-07-14",
        "id": "6543200",
        "youCount": 1,
        "content": " fake ears ",
        "image": "/1626/27/1626272444372s.jpg"
    },
    {
        "father": "6513346",
        "date": "2021-07-14",
        "id": "6543508",
        "youCount": 0,
        "content": " wew ",
        "image": "/1626/27/1626273162624s.jpg"
    },
    {
        "father": "6513346",
        "date": "2021-07-14",
        "id": "6543734",
        "youCount": 0,
        "content": " \n>>6518117\nYo solo escribí ese comentario, no el siguiente\nPero vamos, si hay mas comentarios como el mío significa que mi respuesta es lógica y realista, de momento solo esta wactor, si viene HololiveES yo creo que coexistiran ambos, y no solo eso, si no que el propio wactor podria beneficiarse de si hubiera un boom (Por ejemplo grupos como vshojo en su dia con EN) "
    },
    {
        "father": "6513346",
        "date": "2021-07-14",
        "id": "6544118",
        "youCount": 1,
        "content": " miu is so cute bros "
    },
    {
        "father": "6513346",
        "date": "2021-07-14",
        "id": "6544150",
        "youCount": 1,
        "content": " \n>>6544118\nShe's so talented ",
        "image": "/1626/27/1626274637601s.jpg"
    },
    {
        "father": "6513346",
        "date": "2021-07-14",
        "id": "6544295",
        "youCount": 1,
        "content": " \n>>6544150\ni can feel her experience on vtubing, she is a a pro and knows how to handle things "
    },
    {
        "father": "6513346",
        "date": "2021-07-14",
        "id": "6544380",
        "youCount": 1,
        "content": " \n>DD vete a la verga\nfucking kek, she is already one of us "
    },
    {
        "father": "6513346",
        "date": "2021-07-14",
        "id": "6544393",
        "youCount": 0,
        "content": " \n>>6544295\nI'd really like to hear her play the keyboard or drums sometime. "
    },
    {
        "father": "6513346",
        "date": "2021-07-14",
        "id": "6544512",
        "youCount": 2,
        "content": " Humble Miu ",
        "image": "/1626/27/1626275514769s.jpg"
    },
    {
        "father": "6513346",
        "date": "2021-07-14",
        "id": "6544682",
        "youCount": 0,
        "content": " \n>>6544512\nI can see why Misora and Rose took her by influence now "
    },
    {
        "father": "6513346",
        "date": "2021-07-14",
        "id": "6545628",
        "youCount": 0,
        "content": " \n>>6544380\nSon las palabras que mejor aprendio, a puro insulto, aunque lo de vete a la verga se lo enseño Misora "
    },
    {
        "father": "6513346",
        "date": "2021-07-14",
        "id": "6548965",
        "youCount": 2,
        "content": " \n>>6538963\nI like your religion "
    },
    {
        "father": "6513346",
        "date": "2021-07-14",
        "id": "6549401",
        "youCount": 0,
        "content": " \n>>6548965\nIt’s good to be an M in her streams "
    },
    {
        "father": "6513346",
        "date": "2021-07-14",
        "id": "6550305",
        "youCount": 2,
        "content": " \n>>6527481\ni think Lia fans are this cat blob in the background. its used as member badge as well ",
        "image": "/1626/28/1626288154518s.jpg"
    },
    {
        "father": "6513346",
        "date": "2021-07-14",
        "id": "6554065",
        "youCount": 0,
        "content": " \n>>6550305\nCrei que era su mascota "
    },
    {
        "father": "6513346",
        "date": "2021-07-14",
        "id": "6554434",
        "youCount": 1,
        "content": " \n>>6538963\n>>6550305\nLINK ME THAT STREAM, I NEED IT "
    },
    {
        "father": "6513346",
        "date": "2021-07-14",
        "id": "6555134",
        "youCount": 0,
        "content": " \n>>6554434\nhttps://youtu.be/kR5wpKCTmmE\n "
    },
    {
        "father": "6513346",
        "date": "2021-07-14",
        "id": "6555668",
        "youCount": 0,
        "content": " \n>>6543200\nPekora has a different explanation for the 4 ears.\nhttps://www.youtube.com/watch?v=9CkkNMUgzkM\n "
    },
    {
        "father": "6513346",
        "date": "2021-07-14",
        "id": "6556368",
        "youCount": 0,
        "content": " \n>>6548965\nJoin our happy family anon, there's plenty room in the cage ",
        "image": "/1625/62/1625622126031s.jpg"
    },
    {
        "father": "6513346",
        "date": "2021-07-14",
        "id": "6556792",
        "youCount": 1,
        "content": " \n>>6524983\nalways has been \"FamiLias\"? "
    },
    {
        "father": "6513346",
        "date": "2021-07-14",
        "id": "6557411",
        "youCount": 0,
        "content": " \n>>6556792\nI think so, why?, for the spanish pun? "
    },
    {
        "father": "6513346",
        "date": "2021-07-14",
        "id": "6558663",
        "youCount": 0,
        "content": " \n>>6544512\nme parece triste saber que varias se graduaron antes de que su compañía comenzara a tener visibilidad. "
    },
    {
        "father": "6513346",
        "date": "2021-07-14",
        "id": "6558802",
        "youCount": 1,
        "content": " Rose va a cantar el pollito pio de nuevo, pero esta vez en italiano (?)\nhttps://youtu.be/XU1N_UsI90c\n "
    },
    {
        "father": "6513346",
        "date": "2021-07-14",
        "id": "6558952",
        "youCount": 0,
        "content": " \n>>6558802\nNo mi error, la adapto al japones "
    },
    {
        "father": "6513346",
        "date": "2021-07-14",
        "id": "6559480",
        "youCount": 2,
        "content": " \n>>6541316\nLia también confundió el italiano con el español hace poco... ¿Acaso será esto una señal? ",
        "image": "/1626/30/1626304835587s.jpg"
    },
    {
        "father": "6513346",
        "date": "2021-07-14",
        "id": "6559826",
        "youCount": 0,
        "content": " \n>>6559480\nChubas italianas? seria interesante, ademas de publico italiano, tambien algunos argentinos podrian sumarse "
    },
    {
        "father": "6513346",
        "date": "2021-07-14",
        "id": "6559873",
        "youCount": 0,
        "content": " \n>>6559480\nPienso que usaron el autodetectar del traductor y como el español y el italiano tienen varias palabras en común paso lo que pasó. "
    },
    {
        "father": "6513346",
        "date": "2021-07-14",
        "id": "6560080",
        "youCount": 0,
        "content": " Que curioso, Sopita usa el horario chileno en vez del argentino como las demas\nhttps://www.youtube.com/watch?v=Y8y6V-Dn5eg\n "
    },
    {
        "father": "6513346",
        "date": "2021-07-14",
        "id": "6560118",
        "youCount": 1,
        "content": " \n>>6533785\n>Mmm, parece que la doxearon fuerte.\nno sé anon, decir \"parece\" suena a poco cuando aún hacen shitposts de Sio con Towa en /vt/ y /jp/ o cosas como esto kek\nhttps://youtu.be/6Nwt-t_Z1MA?t=63\nEn todo caso, ella ya tenía antis por lo que pasó antes de reencarnar como Sio (historia larga) pero con lo de la filtración de la IP quedó más que claro que nadie quiere involucrase con ella. \nIgual Sio dice que volverá y sigue escribiendo en NicoNico de vez en cuando pero realmente lo dudo. Lo malo es que hay muchas personas atentas a que no vuelva y son capaces de linchar a toda vtuber con una voz parecida a ella. "
    },
    {
        "father": "6513346",
        "date": "2021-07-14",
        "id": "6560203",
        "youCount": 0,
        "content": " \n>>6560118\n>Lo malo es que hay muchas personas atentas a que no vuelva y son capaces de linchar a toda vtuber con una voz parecida a ella.\nMierda, ese es un nivel de esquizofrenia muy alta "
    },
    {
        "father": "6513346",
        "date": "2021-07-14",
        "id": "6560662",
        "youCount": 0,
        "content": " \n>>6560625\nes diabolica ",
        "image": "/1626/30/1626307128898s.jpg"
    },
    {
        "father": "6513346",
        "date": "2021-07-15",
        "id": "6562515",
        "youCount": 0,
        "content": " Endurance karaoke now\nRose is going to sing until she reaches 2500 subs\nhttps://www.youtube.com/watch?v=Jrwbk0SKISY\n "
    },
    {
        "father": "6513346",
        "date": "2021-07-15",
        "id": "6562551",
        "youCount": 0,
        "content": " Rosita love "
    },
    {
        "father": "6513346",
        "date": "2021-07-15",
        "id": "6562761",
        "youCount": 2,
        "content": " Rose gained about 200 subs from the moment she did the reservation up till the actual stream's beginning, so I don't figure it'll take her long to reach her goal "
    },
    {
        "father": "6513346",
        "date": "2021-07-15",
        "id": "6562771",
        "youCount": 0,
        "content": " waaaa "
    },
    {
        "father": "6513346",
        "date": "2021-07-15",
        "id": "6562776",
        "youCount": 0,
        "content": " she really likes the op of One piece "
    },
    {
        "father": "6513346",
        "date": "2021-07-15",
        "id": "6562865",
        "youCount": 0,
        "content": " En una hora debería de alcanzar los 25000 "
    },
    {
        "father": "6513346",
        "date": "2021-07-15",
        "id": "6562912",
        "youCount": 1,
        "content": " \n>>6562761\nA la brujita le tomo 8 hs, pero ella creo que se puso un numero mas alto creo "
    },
    {
        "father": "6513346",
        "date": "2021-07-15",
        "id": "6563245",
        "youCount": 0,
        "content": " ya gano 100 subs "
    },
    {
        "father": "6513346",
        "date": "2021-07-15",
        "id": "6563263",
        "youCount": 1,
        "content": " \n>>6562912\nFue un poco raro que tardara tanto siendo la que tiene más subs en Youtube, posee la comunidad más variada y, sólo necesitaba 1,200 subs "
    },
    {
        "father": "6513346",
        "date": "2021-07-15",
        "id": "6563265",
        "youCount": 0,
        "content": " \n>>6562761\nShe only need 400 more.\nRose tenshi sama You can do it. "
    },
    {
        "father": "6513346",
        "date": "2021-07-15",
        "id": "6563410",
        "youCount": 0,
        "content": " \n>>6563263\nSi no recuerdo mal el directo comenzó muy temprano para Latinoamérica, después ya más a la tarde empezó a acelerar más la cosa. "
    },
    {
        "father": "6513346",
        "date": "2021-07-15",
        "id": "6563585",
        "youCount": 0,
        "content": " Ya llegó al los 24,700 ",
        "image": "/1626/31/1626312887946s.jpg"
    },
    {
        "father": "6513346",
        "date": "2021-07-15",
        "id": "6563696",
        "youCount": 0,
        "content": " Her giggle is adorable "
    },
    {
        "father": "6513346",
        "date": "2021-07-15",
        "id": "6564191",
        "youCount": 1,
        "content": " Only 200 more to go "
    },
    {
        "father": "6513346",
        "date": "2021-07-15",
        "id": "6564210",
        "youCount": 0,
        "content": " \n>>6564191\nOnly 1 hour of stream, not bad "
    },
    {
        "father": "6513346",
        "date": "2021-07-15",
        "id": "6564600",
        "youCount": 0,
        "content": " STOP BEING CUTE ROSE!!! "
    },
    {
        "father": "6513346",
        "date": "2021-07-15",
        "id": "6564682",
        "youCount": 2,
        "content": " \n>\nhttps://youtu.be/mIep4m0f5OA?t=38\nThe real incline starts now Misopabros. ",
        "image": "/1626/31/1626315305166s.jpg"
    },
    {
        "father": "6513346",
        "date": "2021-07-15",
        "id": "6564765",
        "youCount": 0,
        "content": " \n>>6564682\nJuega a maincrah y opacará a Niji EN "
    },
    {
        "father": "6513346",
        "date": "2021-07-15",
        "id": "6564780",
        "youCount": 1,
        "content": " \n>>6564682\nAhora solo le queda tener un buen wifi "
    },
    {
        "father": "6513346",
        "date": "2021-07-15",
        "id": "6564878",
        "youCount": 1,
        "content": " Already at 24.9k, wasn't really an endurance stream now was it?\nMust be the power of cuteness and booba "
    },
    {
        "father": "6513346",
        "date": "2021-07-15",
        "id": "6564965",
        "youCount": 1,
        "content": " \n>>6564878\nHonestly, no matter how much booba she has, it's impossible for me lewd her "
    },
    {
        "father": "6513346",
        "date": "2021-07-15",
        "id": "6565048",
        "youCount": 0,
        "content": " \n>>6564965\nEs esponjosa "
    },
    {
        "father": "6513346",
        "date": "2021-07-15",
        "id": "6565283",
        "youCount": 0,
        "content": " Bueno ya está 25,000 "
    },
    {
        "father": "6513346",
        "date": "2021-07-15",
        "id": "6565285",
        "youCount": 0,
        "content": " The booba tenshi did it bros "
    },
    {
        "father": "6513346",
        "date": "2021-07-15",
        "id": "6565305",
        "youCount": 1,
        "content": " She's so happy, also for a red sc ",
        "image": "/1626/31/1626316678013s.jpg"
    },
    {
        "father": "6513346",
        "date": "2021-07-15",
        "id": "6565377",
        "youCount": 0,
        "content": " Esta casi llorando de felicidad <3 ",
        "image": "/1626/31/1626316884376s.jpg"
    },
    {
        "father": "6513346",
        "date": "2021-07-15",
        "id": "6565615",
        "youCount": 0,
        "content": " Creo que Rose nunca se habria imaginado que algun dia haria directos para extranjeros, con lo poquito que sabe de español y se supo conectar muy bien "
    },
    {
        "father": "6513346",
        "date": "2021-07-15",
        "id": "6565734",
        "youCount": 0,
        "content": " \n>>6564780\ny los cortes de luz "
    },
    {
        "father": "6513346",
        "date": "2021-07-15",
        "id": "6565778",
        "youCount": 1,
        "content": " \n>>6565305\n>check how much is that\n>$25\nperuvians bros, are you ogey? that's almost as bad as ARS... "
    },
    {
        "father": "6513346",
        "date": "2021-07-15",
        "id": "6566632",
        "youCount": 1,
        "content": " \n>>6565778\nNot really, 25 dollars would be like 24k ARS\nI've no idea why it's written with a coma instead of a dot but I believe that's only a hundred soles "
    },
    {
        "father": "6513346",
        "date": "2021-07-15",
        "id": "6566958",
        "youCount": 0,
        "content": " \n>>6566632\nThat is the correct notation in Spanish. Commas where periods go in English and vice versa. "
    },
    {
        "father": "6513346",
        "date": "2021-07-15",
        "id": "6566999",
        "youCount": 0,
        "content": " A lot of peruvian in Rose streams "
    },
    {
        "father": "6513346",
        "date": "2021-07-15",
        "id": "6567051",
        "youCount": 0,
        "content": " Es la primera vez que le mandan sc rojos a Rose? se emociono mucho "
    },
    {
        "father": "6513346",
        "date": "2021-07-15",
        "id": "6567329",
        "youCount": 0,
        "content": " Laila playing\nhttps://www.youtube.com/watch?v=biDclfNbNM0\n "
    }
]